---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.AnalyticalPanel
source: html/15932aaf-ef43-aa5c-ebdf-34f753e7d8a7.htm
---
# AnalyticalPanel Properties

This represents the Analyze As parameter assigned to Analytical Element.